Repository: ScorpioPlayer/Localization
Catalog: */Resources.resw
Source language: en_us
Languages: ar, de, es, fr, it, ja, ko, pt, ru, tr, zh_cn, zh_hant

# SD.SecondaryButtonText
source: Close
ar: قم بإغلاق
de: In der Nähe
es: Cerrar
fr: Fermer
it: Chiudere
ja: シャットダウン
ko: 끄세요
pt: Fechar
ru: Закрыть
tr: Kapat
zh_cn: 关闭
zh_hant: 關閉

# SD_TITLE.Text
source: Settings
ar: إعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: セットアップ パネル
ko: 설정 패널
pt: Configurações
ru: Параметры
tr: Ayarlar
zh_cn: 设置面板
zh_hant: 設置面板

# SD_PivotItem1.Header
source: General
ar: العام
de: Allgemeine
fr: Générales
it: Generale
ja: 一般
ko: 전체
pt: Geral
ru: Общие
tr: Genel
zh_cn: 基础
zh_hant: 通用

# SD_PivotItem2.Header
source: Subtitle
ar: العنوان الفرعي
de: Untertitel
es: Subtítulos
it: Sottotitoli
ja: 字幕
ko: 자막
pt: Legendas
ru: Субтитров
tr: Altyazı
zh_cn: 字幕
zh_hant: 字幕

# SD_PivotItem3_Header.Text
source: Advance
ar: مقدما
es: Avance
ja: 高
ko: 높은
pt: Adiantamento
ru: Заранее
tr: Peşin
zh_cn: 高级
zh_hant: 高級

# SD_PivotItem4.Header
source: About
ar: حول
de: Über
es: Acerca de
fr: Sur
it: Circa
ja: 上
ko: 에
pt: Sobre
ru: О
tr: Hakkında
zh_cn: 关于
zh_hant: 關於

# SD_PivotItem1_UseLightThemeToggleSwitch.Header
source: Use Fluent Design
ar: استخدام التصميم بطلاقة
de: Verwenden Sie fließend Design
es: Diseño fluido
fr: Utiliser couramment Design
it: Uso fluente Design
ja: 流暢なデザイン テーマを使用してください。
ko: 리본 디자인 테마를 사용 하 여
pt: Use o Design fluente
ru: Использование свободно дизайн
tr: Akıcı tasarımı kullanın
zh_cn: 使用流畅设计主题
zh_hant: 使用流暢設計主題

# SD_PivotItem1_UseLightThemeToggleSwitch.OnContent
source: Fluent Design
ar: تصميم بطلاقة
de: Fließend Design
es: Diseño fluido
fr: Design fluide
it: Design fluente
ja: 流暢なデザイン
ko: 리본 디자인
pt: Projeto fluente
ru: Свободно дизайн
tr: Akıcı tasarım
zh_cn: 流畅设计
zh_hant: 流暢設計

# SD_PivotItem1_UseLightThemeToggleSwitch.OffContent
source: Dark
ar: الظلام
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: 暗い
ko: 어두운
pt: Escuro
ru: Темный
tr: Karanlık
zh_cn: 深色
zh_hant: 深色

# SD_PivotItem1_UseGestureToggleSwitch.Header
source: Use Gesture
ar: استخدم إيماءة
de: Verwenden der Geste
es: Gesto de uso
fr: Utiliser le geste
it: Utilizzare il gesto
ja: ジェスチャー コントロールの使用
ko: 제스처 컨트롤을 사용 하 여
pt: Use o gesto
ru: Использование жеста
tr: Hareketini kullanın
zh_cn: 使用手势控制
zh_hant: 使用手勢控制

# SD_PivotItem1_UseGestureToggleSwitch.OnContent
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: オープン
ko: 오픈
pt: Sim
ru: Да
tr: Evet
zh_cn: 开启
zh_hant: 開啟

# SD_PivotItem1_UseGestureToggleSwitch.OffContent
source: No
ar: لا
de: Nein
fr: N°
ja: シャットダウン
ko: 끄세요
pt: Não
ru: Нет
tr: Hayır
zh_cn: 关闭
zh_hant: 關閉

# SD_PivotItem1_RememberLastPositionToggleSwitch.Header
source: Remember Playback Progress
ar: تذكر قراءة التقدم
de: Denken Sie daran Wiedergabe Fortschritt
es: Recuerda el progreso de la reproducción
fr: N’oubliez pas de progression de la lecture
it: Ricordate di avanzamento della riproduzione
ja: メモリ再生の進行状況
ko: 메모리 재생 진행률
pt: Lembre-se o progresso da reprodução
ru: Помните прогресса воспроизведения
tr: Çalma ilerlemesini hatırlıyorum
zh_cn: 记忆播放进度
zh_hant: 記憶播放進度

# SD_PivotItem1_RememberLastPositionToggleSwitch.OnContent
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: オープン
ko: 오픈
pt: Sim
ru: Да
tr: Evet
zh_cn: 开启
zh_hant: 開啟

# SD_PivotItem1_RememberLastPositionToggleSwitch.OffContent
source: No
ar: لا
de: Nein
fr: N°
ja: シャットダウン
ko: 끄세요
pt: Não
ru: Нет
tr: Hayır
zh_cn: 关闭
zh_hant: 關閉

# SD_PivotItem1_UseSoundToggleSwitch.Header
source: Use Element Sound
ar: استخدام عنصر الصوت
de: Verwendung Element Sound
es: Uso elemento sonido
fr: Son élément utilisation
it: Utilizza elemento suono
ja: キー音をオンに
ko: 키 사운드 설정
pt: Uso elemento som
ru: Использование элемента звук
tr: Öğe sesi kullan
zh_cn: 开启按键声音
zh_hant: 開啟按鍵聲音

# SD_PivotItem1_UseSoundToggleSwitch.OnContent
source: On
ar: على
de: Auf
es: En
fr: Sur
it: Il
ja: オープン
ko: 오픈
pt: Na
ru: На
tr: Üzerinde
zh_cn: 开启
zh_hant: 開啟

# SD_PivotItem1_UseSoundToggleSwitch.OffContent
source: Auto
ar: تلقائي
es: Automático
it: Automatico
ja: 自動的に
ko: 자동으로
pt: Automático
ru: Авто
tr: Otomatik
zh_cn: 自动
zh_hant: 自動

# SD_PivotItem2_AutoDownLoadSubtitleToggleSwitch.Header
source: Auto Download Subtitle From Internet
ar: الترجمة تحميل السيارات من الإنترنت
de: Auto-Download-Untertitel aus dem Internet
es: Auto descargar subtítulos desde Internet
fr: Subtitle téléchargement automatique depuis Internet
it: Sottotitoli Download automatico da Internet
ja: 自動的に字幕をダウンロードします。
ko: 자동으로 자막을 다운로드
pt: Auto Download de legendas da Internet
ru: Автоматическая загрузка субтитров из Интернета
tr: Auto Download Subtitle--dan enterne
zh_cn: 自动下载字幕
zh_hant: 自動下載字幕

# SD_PivotItem2_AutoDownLoadSubtitleToggleSwitch.OnContent
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: オープン
ko: 오픈
pt: Sim
ru: Да
tr: Evet
zh_cn: 开启
zh_hant: 開啟

# SD_PivotItem2_AutoDownLoadSubtitleToggleSwitch.OffContent
source: No
ar: لا
de: Nein
fr: N°
ja: シャットダウン
ko: 끄세요
pt: Não
ru: Нет
tr: Hayır
zh_cn: 关闭
zh_hant: 關閉

# SD_PivotItem2_SecondaryUnderPrimarySutitleToggleSwitch.Header
source: Secondary Subtitle Under Primary Subtitle
ar: الثانوية عنوان فرعي تحت العنوان الفرعي الرئيسي
de: Sekundäre Untertitel unter primäre Untertitel
es: Subtítulos secundarios bajo subtítulo principal
fr: Sous-titre secondaire sous le sous-titre primaire
it: Sottotitolo secondario sotto sottotitoli primaria
ja: 主なキャプションの下 2 番目のキャプションは、します。
ko: 두 번째 캡션 기본 캡션 아래는
pt: Secundária legendas sob subtítulo primário
ru: Вторичные субтитров под первичной субтитров
tr: Birincil altyazı altında ikincil altyazı
zh_cn: 第二字幕位于主字幕之下
zh_hant: 第二字幕位於主字幕之下

# SD_PivotItem2_SecondaryUnderPrimarySutitleToggleSwitch.OnContent
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: は
ko: 은
pt: Sim
ru: Да
tr: Evet
zh_cn: 是
zh_hant: 是

# SD_PivotItem2_SecondaryUnderPrimarySutitleToggleSwitch.OffContent
source: No
ar: لا
de: Nein
fr: N°
ja: かどうか
ko: 여부
pt: Não
ru: Нет
tr: Hayır
zh_cn: 否
zh_hant: 否

# SD_PivotItem2_UseSutitleBackgroundToggleSwitch.Header
source: Subtitle Has Background
ar: الترجمة له خلفية
de: Untertitel ist hinterlegt
es: Subtítulo tiene fondo
fr: Sous-titre a fond
it: Sottotitolo è sfondo
ja: マーキーの背景色を使用します。
ko: 움직이는 텍스트 배경색을 사용 하 여
pt: Legendas tem fundo
ru: Субтитров имеет фон
tr: Altyazı arka plan vardır
zh_cn: 使用字幕背景色
zh_hant: 使用字幕背景色

# SD_PivotItem2_UseSutitleBackgroundToggleSwitch.OnContent
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: オープン
ko: 오픈
pt: Sim
ru: Да
tr: Evet
zh_cn: 开启
zh_hant: 開啟

# SD_PivotItem2_UseSutitleBackgroundToggleSwitch.OffContent
source: No
ar: لا
de: Nein
fr: N°
ja: シャットダウン
ko: 끄세요
pt: Não
ru: Нет
tr: Hayır
zh_cn: 关闭
zh_hant: 關閉

# SD_PivotItem2_UseSutitleBlackBackgroundToggleSwitch.Header
source: Subtitle Has White Background
ar: الترجمة بخلفية بيضاء
de: Untertitel hat weißen Hintergrund
es: Subtítulo tiene fondo blanco
fr: Sous-titre a fond blanc
it: Sottotitolo ha sfondo bianco
ja: マーキーの背景色は白
ko: 움직이는 텍스트 배경 색상 화이트
pt: Legendas tem fundo branco
ru: Субтитров имеет белый фон
tr: Altyazı beyaz arka planı vardır
zh_cn: 字幕背景色白色
zh_hant: 字幕背景色白色

# SD_PivotItem2_UseSutitleBlackBackgroundToggleSwitch.OnContent
source: White
ar: أبيض
de: Weiß
es: Blanco
fr: Blanc
it: Bianco
ja: ホワイト
ko: 하얀
pt: Branco
ru: Белый
tr: Beyaz
zh_cn: 白色
zh_hant: 白色

# SD_PivotItem2_UseSutitleBlackBackgroundToggleSwitch.OffContent
source: Black
ar: أسود
de: Schwarz
es: Negro
fr: Noir
it: Nero
ja: ブラック
ko: 블랙
pt: Preto
ru: Черный
tr: Siyah
zh_cn: 黑色
zh_hant: 黑色

# SD_PivotItem2_sutitleSlider.Header
source: Subtitle Opacity
ar: عتامة الترجمة
de: Untertitel-Deckkraft
es: Opacidad de subtítulos
fr: Opacité de sous-titre
it: Opacità dei sottotitoli
ja: 字幕の透明度
ko: 자막 투명도
pt: Opacidade do subtítulo
ru: Непрозрачность субтитров
tr: Altyazı opaklık
zh_cn: 字幕透明度
zh_hant: 字幕透明度

# SD_PivotItem2_sutitleBackgroundSlider.Header
source: Subtitle Background Opacity
ar: الترجمة الخلفية العتامة
de: Untertitel-Hintergrund-Deckkraft
es: Opacidad de fondo subtítulos
fr: Opacité de fond sous-titre
it: Opacità dello sfondo dei sottotitoli
ja: 字幕背景透明
ko: 자막 배경 투명도
pt: Opacidade do fundo de legendas
ru: Непрозрачность фона субтитров
tr: Altyazı Background Opacity
zh_cn: 字幕背景透明度
zh_hant: 字幕背景透明度

# SD_PivotItem2_primarySubtitleFontSizeSlider.Header
source: Primary Subtitle Font Size
ar: حجم خط العنوان الفرعي الرئيسي
de: Primäre Untertitel Schriftgröße
es: Tamaño de la fuente de subtítulos primarios
fr: Taille de police principale sous-titre
it: Dimensione del carattere dei sottotitoli primari
ja: 主なマーキーのフォント サイズ
ko: 주요 윤곽 글꼴 크기
pt: Tamanho da fonte primária legendas
ru: Размер шрифта основного субтитров
tr: Birincil altyazı Font boyutu
zh_cn: 主字幕字体大小
zh_hant: 主字幕字體大小

# SD_PivotItem2_secondarySubtitleFontSizeSlider.Header
source: Secondary Subtitle Font Size
ar: حجم خط العنوان الفرعي الثانوي
de: Sekundäre Untertitel Schriftgröße
es: Tamaño de la fuente de subtítulos secundaria
fr: Taille de police secondaire sous-titre
it: Dimensione carattere sottotitolo secondario
ja: 2 番目の字幕のフォント サイズ
ko: 두 번째 자막 글꼴 크기
pt: Tamanho de fonte secundário legendas
ru: Вторичные субтитров размер шрифта
tr: İkincil altyazı Font boyutu
zh_cn: 第二字幕字体大小
zh_hant: 第二字幕字體大小

# SD_PivotItem3_PrimaryShowOneLineOnlyToggleSwitch.Header
source: Primary Subtitle Only Show One Line
ar: إظهار الترجمة الأولية فقط سطر واحد
de: Primäre Untertitel zeigen nur eine Zeile
es: Subtítulo principal sólo mostrará una línea
fr: Sous-titre primaire montrent uniquement une seule ligne
it: Sottotitoli primaria Visualizza solo una riga
ja: 主なキャプションは、1 つだけ行を示しています
ko: 주요 캡션 표시 한 행만
pt: Subtítulo primário apenas mostrar uma linha
ru: Основная субтитров показывать только одну линию
tr: Birincil altyazı yalnızca bir satır göster
zh_cn: 主字幕只显示一行
zh_hant: 主字幕只顯示一行

# SD_PivotItem3_PrimaryShowOneLineOnlyToggleSwitch.OnContent
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: は
ko: 은
pt: Sim
ru: Да
tr: Evet
zh_cn: 是
zh_hant: 是

# SD_PivotItem3_PrimaryShowOneLineOnlyToggleSwitch.OffContent
source: No
ar: لا
de: Nein
fr: N°
ja: かどうか
ko: 여부
pt: Não
ru: Нет
tr: Hayır
zh_cn: 否
zh_hant: 否

# SD_PivotItem3_PrimaryShowFirstLineToggleSwitch.Header
source: Primary Show First Line
ar: عرض أساسي أول سطر
de: Primäre Show erste Zeile
es: Primera línea primaria ver
fr: Primaire de voir la première ligne
it: Mostra primaria prima riga
ja: 主なキャプションは、最初の行を示しています
ko: 주요 자막 쇼 첫 선
pt: Primeira linha principal Show
ru: Первая линия основной шоу
tr: İlk satırı birincil göster
zh_cn: 主字幕显示首行
zh_hant: 主字幕顯示首行

# SD_PivotItem3_PrimaryShowFirstLineToggleSwitch.OnContent
source: First Line
ar: السطر الأول
de: Erste Zeile
es: Primera línea
fr: Première ligne
it: Prima linea
ja: 最初の行を表示します。
ko: 첫 번째 행 표시
pt: Primeira linha
ru: Первая линия
tr: İlk satırı
zh_cn: 显示首行
zh_hant: 顯示首行

# SD_PivotItem3_PrimaryShowFirstLineToggleSwitch.OffContent
source: Last Line
ar: السطر الأخير
de: Letzte Zeile
es: Última línea
fr: Dernière ligne
it: Ultima riga
ja: 最後の行を表示します。
ko: 마지막 줄 표시
pt: Última linha
ru: Последняя строка
tr: Son satır
zh_cn: 显示末行
zh_hant: 顯示末行

# SD_PivotItem3_ShowSubtitleTimeRangeToggleSwitch.Header
source: Show Subtile Time Frame
ar: إظهار الإطار الزمني وذعي
de: Zeigen Subtile Zeitrahmen
es: Marco de tiempo sutil de mostrar
fr: Voir la Subtile laps de temps
it: Visualizza Subtile lasso di tempo
ja: キャプションの時間を表示
ko: 캡션 표시
pt: Mostrar tempo Subtile
ru: Показать Subtile сроки
tr: İnce zaman çerçevesi göster
zh_cn: 显示字幕时间
zh_hant: 顯示字幕時間

# SD_PivotItem3_ShowSubtitleTimeRangeToggleSwitch.OnContent
source: Show
ar: إظهار
de: Zeigen
es: Mostrar
fr: Voir l’établissement
it: Visualizza
ja: ディスプレイ
ko: 디스플레이
pt: programa
ru: Показать
tr: Göster
zh_cn: 显示
zh_hant: 顯示

# SD_PivotItem3_ShowSubtitleTimeRangeToggleSwitch.OffContent
source: Not Show
ar: عدم إظهار
de: Nicht mehr anzeigen
es: No mostrar
fr: Pas de spectacle
it: Non Visualizza
ja: 表示されません。
ko: 표시 되지 않습니다.
pt: Não mostrar
ru: Не показывать
tr: Göstermek değil
zh_cn: 不显示
zh_hant: 不顯示

# CM_Close
source: Close
ar: قم بإغلاق
de: In der Nähe
es: Cerrar
fr: Fermer
it: Chiudere
ja: シャットダウン
ko: 끄세요
pt: Fechar
ru: Закрыть
tr: Kapat
zh_cn: 关闭
zh_hant: 關閉

# CM_OpenFile
source: Open File...
ar: افتح الملف...
de: Datei öffnen...
es: Abrir el archivo...
fr: Ouvrir le fichier...
it: Aprire il File...
ja: ファイルを開く.
ko: 파일 열기...
pt: Abrir arquivo...
ru: Открыть файл...
tr: Dosyasını aç...
zh_cn: 打开文件...
zh_hant: 打開檔...

# CM_Open
source: Open
ar: فتح
de: Offen
es: Abierto
fr: Ouvert
it: Aperto
ja: 開けて下さい
ko: 그거 여세요
pt: Aberto
ru: Открытые
tr: Açık
zh_cn: 打开
zh_hant: 打開

# CM_Open_Uri
source: Network Stream
ar: تيار الشبكة
de: Netzwerk-Stream
es: Flujo de red
fr: Flux de données réseau
it: Flusso di rete
ja: ネットワーク ストリーム
ko: 네트워크 스트림
pt: Fluxo de rede
ru: Сети поток
tr: Ağ akışı
zh_cn: 网络流
zh_hant: 網路流

# CM_Open_Folder
source: Open Folder
ar: فتح مجلد
ja: フォルダーを開く
ko: 폴더 열기
pt: Abra a pasta
tr: Klasörü aç
zh_hant: 打開資料夾

# CM_Recent
source: Recent Playback
ar: القراءة الأخيرة
de: Aktuelle Wiedergabe
es: Reproducción reciente
fr: Lecture récente
it: Riproduzione recente
ja: 最近再生しました。
ko: 최근 재생
pt: Reprodução recente
ru: Последнее воспроизведение
tr: Son kayıttan yürütme
zh_cn: 最近播放
zh_hant: 最近播放

# CM_Recent_ClearHistory
source: Clear History
ar: مسح المحفوظات
de: Verlauf löschen
es: Borrar historial
fr: Effacer l’historique
it: Cancella cronologia
ja: 履歴を削除します。
ko: 역사를 제거
pt: Limpar histórico
ru: Очистка истории
tr: Geçmişi Temizle
zh_cn: 清除历史记录
zh_hant: 清除歷史記錄

# CM_Recent_DisableHistory
source: Do not Track History
ar: غير "مسار التاريخ"
de: Tun nicht Track History
es: Hacer historia de pista no
fr: Pas de piste histoire de faire
it: Fare non traccia la storia
ja: 履歴を無効にします。
ko: 역사를 사용 안 함
pt: Fazer não hist
ru: Сделать не отслеживать историю
tr: Parça tarih değil yapmak
zh_cn: 禁用历史记录
zh_hant: 禁用歷史記錄

# CM_Favorite
source: Favorites
ar: المفضلة
de: Favoriten
es: Le gusta:
fr: Favoris
it: Favoriti
ja: お気に入り
ko: 즐겨찾기
pt: Favoritos
ru: Избранное
tr: Sık Kullanılanlar
zh_cn: 收藏夹
zh_hant: 我的最愛

# CM_Favorite_File
source: File...
ar: ملف...
de: Datei...
es: Archivo...
fr: Fichier...
ja: ファイル.
ko: 파일...
pt: Arquivo...
ru: Файл...
tr: Dosya...
zh_cn: 文件...
zh_hant: 檔...

# CM_Favorite_Folder
source: Folder...
ar: مجلد...
de: -Ordner...
es: Carpeta de...
fr: Dossier...
it: Cartella...
ja: フォルダー.
ko: 폴더...
pt: Pasta...
ru: Папка...
tr: Klasör...
zh_cn: 文件夹...
zh_hant: 資料夾...

# CM_Graghic_Rotation_Vertical
source: Vertical
ar: عمودي
de: Vertikal
it: Verticale
ja: 垂直方向に反転します。
ko: 수직 대칭 이동
ru: Вертикальные
tr: Dikey
zh_cn: 垂直翻转
zh_hant: 垂直翻轉

# CM_Graghic_Rotation_Horizontal
source: Horizontal
ar: أفقي
de: Horizontale
it: Orizzontale
ja: 水平方向に反転します。
ko: 수평 대칭 이동
ru: Горизонтальные
tr: Yatay
zh_cn: 水平翻转
zh_hant: 水準翻轉

# CM_Graghic_Rotation_Left90
source: Left 90°C
ar: اليسار 90 درجة مئوية
de: Links 90° C
es: Izquierda 90° C
fr: À gauche 90° C
it: Sinistra, 90° C
ja: 90 ° c 左
ko: 왼쪽으로 90 ° c
pt: Esquerda 90° C
ru: Слева 90° C
tr: Sola 90° C
zh_cn: 向左90°C
zh_hant: 向左90°C

# CM_Graghic_Rotation_Right90
source: Right 90°C
ar: اليمين 90 درجة مئوية
de: Rechts 90° C
es: Derecha 90° C
fr: Droite de 90° C
it: Diritto 90° C
ja: 右に 90 ° c
ko: 오른쪽으로 90 ° c
pt: Direito a 90° C
ru: Правый 90° C
tr: Doğru 90° C
zh_cn: 向右90°C
zh_hant: 向右90°C

# CM_Graghic_Rotation_180
source: 180°C Rotation
ar: استدارة 180 درجة مئوية
es: Rotación de 180° C
fr: Rotation de 180° C
it: Rotazione di 180° C
ja: 180 度回転
ko: 180 ° c 회전
pt: Rotação de 180° C
ru: Вращение на 180° C
tr: 180° C döndürme
zh_cn: 180°C旋转
zh_hant: 180°C旋轉

# CM_Graghic_Rotation_DefaultAngle
source: Default Angle
ar: زاوية الافتراضي
de: Standard-Winkel
es: Ángulo predeterminado
fr: Angle par défaut
it: Angolo di default
ja: 既定の角度を復元します。
ko: 기본 각도 복원
pt: Ângulo padrão
ru: По умолчанию угол
tr: Varsayılan açı
zh_cn: 恢复默认角度
zh_hant: 恢復預設角度

# CM_Graghic_FullScreen
source: Full Screen
ar: كامل الشاشة
de: Vollbild
es: Pantalla completa
fr: Plein écran
it: Schermo intero
ja: 全画面表示
ko: 전체 화면
pt: Tela cheia
ru: Полный экран
tr: Tam ekran
zh_cn: 全屏幕
zh_hant: 全螢幕

# CM_Graghic_PIP
source: Picture in picture (Alway on top)
ar: صورة داخل صورة (دوماً في المقدمة)
de: Bild im Bild (immer an der Spitze)
es: Imagen en imagen (siempre en la parte superior)
fr: Image dans l’image (toujours sur le dessus)
it: Immagine nell'immagine (sempre sulla parte superiore)
ja: 絵画
ko: 그림
pt: Imagem na imagem (Alway em cima)
ru: Картинка в картинке (дл сверху)
tr: Resim içinde resim (Alway üst)
zh_cn: 画中画
zh_hant: 畫中畫

# CM_Graghic_OriginalSize
source: Original Size
ar: الحجم الأصلي
de: Originalgröße
es: Tamaño original
fr: Taille d’origine
it: Formato originale
ja: 元のサイズ
ko: 원래 크기
pt: Tamanho original
ru: Оригинальный размер
tr: Orijinal Ebadı
zh_cn: 原始尺寸
zh_hant: 原始尺寸

# CM_Graghic_Fill
source: Fill
ar: التعبئة
de: Füllen Sie
es: Relleno
fr: Remplir
it: Riempire
ja: 完全再生ウィンドウ
ko: 전체 재생 창
pt: Preenchimento
ru: Заливка
tr: Dolgu
zh_cn: 铺满播放窗口
zh_hant: 鋪滿播放視窗

# CM_Graghic_Default
source: Default
ar: افتراضي
de: Standard
es: Por defecto
fr: Par défaut
it: Impostazione predefinita
ja: 標準
ko: 표준
pt: Padrão
ru: По умолчанию
tr: Varsayılan
zh_cn: 标准
zh_hant: 標準

# CM_Graghic_UniformToFill
source: Uniform To Fill
ar: الزي الرسمي للتعبئة
de: Uniform zu füllen
es: Uniforme para llenar el
fr: Uniforme de remplissage
it: Uniforme di riempimento
ja: 黒のサイドにスマート移動
ko: 블랙 사이드 스마트 이동
pt: Uniforme para preenchimento
ru: Форма для заполнения
tr: Üniforma doldurmak için
zh_cn: 智能去黑边
zh_hant: 智慧去黑邊

# CM_Graghic_FreeTransform
source: Free Transform
ar: التحويل الحر
de: Frei transformieren
es: Transformación libre
fr: Transformation libre
it: Trasformazione libera
ja: 自由変形
ko: 자유 변형
pt: Transformação livre
ru: Свободное трансформирование
tr: Serbest dönüştürme
zh_cn: 自由变换
zh_hant: 自由變換

# CM_Sound
source: Sound
ar: الصوت
de: Klang
es: Sonido
fr: Son
it: Suono
ja: 声
ko: 음성
pt: Som
ru: Звук
tr: Ses
zh_cn: 声音
zh_hant: 聲音

# CM_Sound_SystemDefault
source: Default
ar: افتراضي
de: Standard
es: Por defecto
fr: Par défaut
it: Impostazione predefinita
ja: システムの既定値
ko: 시스템 기본
pt: Padrão
ru: По умолчанию
tr: Varsayılan
zh_cn: 系统默认
zh_hant: 系統預設

# CM_Sound_LeftChannel
source: Left Channel
ar: قناة اليسار
de: Linker Kanal
es: Canal izquierdo
fr: Canal gauche
it: Canale sinistro
ja: 左チャンネルだけを再生します。
ko: 왼쪽된 채널만 재생
pt: Canal esquerdo
ru: Левый канал
tr: Sol Kanal
zh_cn: 只播放左声道
zh_hant: 只播放左聲道

# CM_Sound_RightChannel
source: Right Channel
ar: قناة الحق
de: Rechter Kanal
es: Canal derecho
fr: Canal droit
it: Canale destro
ja: 右チャンネルだけを再生します。
ko: 오른쪽 채널만 재생
pt: Canal direito
ru: Правый канал
tr: Sağ kanal
zh_cn: 只播放右声道
zh_hant: 只播放右聲道

# CM_Sound_Track
source: Track
ar: المسار
es: Pista
fr: Piste
it: Traccia
ja: トラック
ko: 트랙
pt: Faixa
ru: Трек
tr: Parça
zh_cn: 音轨
zh_hant: 音軌

# CM_Playback
source: Playback
ar: قراءة
de: Wiedergabe
es: Reproducción
fr: Lecture
it: Riproduzione
ja: 再生
ko: 플레이
pt: Reprodução
ru: Воспроизведение
tr: Kayıttan yürütme
zh_cn: 播放
zh_hant: 播放

# CM_Playback_Loop_Audio
source: Loop Current Music
ar: حلقة الموسيقى الحالية
de: Aktuelle Musik Schleife
es: Bucle de música actual
fr: Boucle des musiques actuelles
it: Ciclo attuale musica
ja: ループ再生 (現在の音楽)
ko: 루프 (현재 음악) 재생
pt: Música atual loop
ru: Текущий цикл музыки
tr: Döngü geçerli müzik
zh_cn: 循环播放(当前音乐)
zh_hant: 迴圈播放(當前音樂)

# CM_Playback_Loop_Video
source: Loop Current Video
ar: حلقة الفيديو الحالي
de: Aktuelle Video-Schleife
es: Bucle de vídeo actual
fr: Boucle vidéo en cours
it: Video corrente di loop
ja: ループ再生 (現在映画)
ko: 루프 (현재 동영상) 재생
pt: Loop de vídeo atual
ru: Текущий видео петли
tr: Döngü geçerli Video
zh_cn: 循环播放(当前影片)
zh_hant: 迴圈播放(當前影片)

# CM_Playback_Loop_CurrentList
source: Loop Current Playlist
ar: حلقة قائمة التشغيل الحالية
de: Aktuelle Wiedergabeliste Schleife
es: Lista de reproducción en bucle
fr: Liste de lecture courante de boucle
it: Ripeti la Playlist corrente
ja: ループ再生 (現在のリスト)
ko: 루프 재생 (현재 목록)
pt: Loop Playlist atual
ru: Петля текущий список воспроизведения
tr: Döngü geçerli çalma listesi
zh_cn: 循环播放(当前列表)
zh_hant: 迴圈播放(當前清單)

# CM_Playback_Loop_SetAPoint
source: Set A Point
ar: تعيين نقطة
de: Legen Sie einen Punkt
es: Establecer un punto de
fr: Placer un Point
it: Impostare un punto di
ja: ポイントを設定します。
ko: 포인트 설정
pt: Definir um ponto de
ru: Задать точку
tr: Bir noktaya ayarla
zh_cn: 设置A点
zh_hant: 設置A點

# CM_Playback_Loop_SetBPoint
source: Set B Point
ar: النقطة المحددة ب
de: Sollwert B
es: Punto de ajuste B
fr: Consigne B
it: Setpoint B
ja: セット ポイント B
ko: 세트 포인트 B
pt: Ponto de ajuste B
ru: Уставка B
tr: Set B noktası
zh_cn: 设置B点
zh_hant: 設置B點

# CM_Playback_Loop_APoint
source: A Point
ar: نقطة
de: Einen Punkt
es: Un punto de
fr: Un Point
it: Un punto di
ja: ポイント A
ko: 포인트 A
pt: Um ponto
ru: Точки
tr: Bir nokta
zh_cn: A点
zh_hant: A點

# CM_Playback_Loop_BPoint
source: B Point
ar: النقطة ب
de: B-Punkt
es: Punto B
fr: Point B
it: Punto B
ja: ポイント B
ko: 포인트 B
pt: Ponto B
ru: Пункт B
tr: B noktası
zh_cn: B点
zh_hant: B點

# CM_Playback_ForceDecodeAudio
source: Force Decode Audio
ar: قوة فك ترميز الصوت
de: Kraft zu entschlüsseln Audio
es: Fuerza decodificar Audio
fr: Force de décodage Audio
it: Forza di decodifica Audio
ja: ソフト ソリューション オーディオ
ko: 소프트 솔루션 오디오
pt: Força decodificar áudio
ru: Силы декодирования аудио
tr: Kuvvet ses kod çözme
zh_cn: 软解音频
zh_hant: 軟解音訊

# CM_Playback_ForceDecodeVideo
source: Force Decode Video
ar: قوة فك ترميز الفيديو
de: Kraft zu entschlüsseln Video
es: Fuerza de decodificación de Video
fr: Force de décodage vidéo
it: Forza di decodificare Video
ja: ソフト ソリューション ビデオ
ko: 소프트 솔루션 비디오
pt: Força de decodificação de vídeo
ru: Силы декодирования видео
tr: Kuvvet kod çözme Video
zh_cn: 软解视频
zh_hant: 軟解視頻

# CM_Playback_UseSystemDecoder
source: Use System Decoder
ar: استخدام نظام فك الترميز
de: Verwenden Sie System-Decoder
es: Uso sistema decodificador
fr: Utiliser le décodeur
it: Utilizzare il sistema Decoder
ja: システムのデコーダーを使用
ko: 시스템 디코더를 사용 하 여
pt: Usar o decodificador do sistema
ru: Использование системы декодер
tr: Sistem Decoder kullanın
zh_cn: 使用系统解码器
zh_hant: 使用系統解碼器

# CM_Playback_FastenPlaybackRate
source: Fasten Playback Rate
ar: ربط معدل تشغيل
de: Befestigen Sie die Wiedergabegeschwindigkeit
es: Ajuste velocidad de reproducción
fr: Fixer le taux de lecture
it: Fissare la velocità di riproduzione
ja: 再生を高速化します。
ko: 재생 속도
pt: Fixar a taxa de reprodução
ru: Закрепите скорость воспроизведения
tr: Kayıttan yürütme hızı tutturmak
zh_cn: 加快播放速度
zh_hant: 加快播放速度

# CM_Playback_SlowDownPlaybackRate
source: Slow Down Playback Rate
ar: إبطاء معدل التشغيل
de: Wiedergabegeschwindigkeit verlangsamen
es: Lenta tasa de reproducción
fr: Ralentir le taux de lecture
it: Rallentare la velocità di riproduzione
ja: 遅い再生速度
ko: 느린 재생 속도
pt: Diminuir a taxa de reprodução
ru: Замедлить скорость воспроизведения
tr: Kayıttan yürütme hızını yavaşlatmak
zh_cn: 减慢播放速度
zh_hant: 減慢播放速度

# CM_Playback_StartABLoop
source: Start A-B Loop
ar: بدء حلقة أ-ب
de: A-B Schleife starten
es: Iniciar bucle A-b
fr: Démarrer la boucle de A-B
it: Avviare il ciclo di A-B
ja: B サイクルを開始します。
ko: B 주기 시작
pt: Iniciar o Loop A-B
ru: Начало цикла A-B
tr: A-B döngü başlar
zh_cn: 开始A-B循环
zh_hant: 開始A-B迴圈

# CM_Playback_StopABLoop
source: Stop A-B Loop
ar: وقف حلقة أ-ب
de: A-B Schleife beenden
es: Detener el bucle A-b
fr: Arrêter la boucle A-B
it: Interrompere il ciclo di A-B
ja: B サイクルを停止します。
ko: B 사이클을 중지
pt: Parar A-B Loop
ru: Остановить цикл A-B
tr: A-B döngü durdurmak
zh_cn: 停止A-B循环
zh_hant: 停止A-B迴圈

# CM_MediaInfo
source: Media Info
ar: معلومات الوسائط
de: Medieninfo
es: Información de los medios de comunicación
it: Info Media
ja: メディア情報
ko: 미디어 정보
pt: Informação de Media
ru: Информация для СМИ
tr: Ortam bilgisi
zh_cn: 媒体信息
zh_hant: 媒體資訊

# CM_Settings
source: Settings
ar: إعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: を設定します。
ko: 설정
pt: Configurações
ru: Параметры
tr: Ayarlar
zh_cn: 设置
zh_hant: 設置
